{
	"schemes": [
	  {
		"name": "Amended Ministry of Technology Textiles Upgradation Fund of India Scheme (ATUFS)",
		"description": "Provides one-time capital subsidy for investments in technology and employment-intensive segments of the textile value chain. The scheme is credit-linked, and only projects covered by prescribed term loans are eligible. Second-hand machinery is not eligible. Effective until March 31, 2022.",
		"eligibility": [
		  "Weaving",
		  "Knitting",
		  "Processing of fibres/yarns/fabrics/garments",
		  "Handloom",
		  "Silk",
		  "Jute",
		  "Garment/made-up manufacturing",
		  "Technical textiles"
		],
		"subsidy": {
		  "garmenting_and_technical_textiles": {
			"rate": "15%",
			"cap": "Rs. 30 Crore per entity"
		  },
		  "weaving_and_related": {
			"rate": "10%",
			"cap": "Rs. 20 Crore per entity"
		  },
		  "composite_units_multiple_segments": {
			"more_than_50_percent_project_cost": {
			  "rate": "15%",
			  "cap": "Rs. 30 Crore"
			},
			"less_than_50_percent_project_cost": {
			  "rate": "10%",
			  "cap": "Rs. 20 Crore"
			}
		  }
		},
		"link": "https://www.startupindia.gov.in/content/sih/en/"
	  },
	  {
		"name": "Procurement and Marketing Support Scheme (P&MS)",
		"description": "Supports MSMEs by enhancing market reach through trade fairs and exhibitions.",
		"eligibility": [
		  "MSMEs"
		],
		"subsidy_type": "Financial assistance for marketing",
		"link": "https://msme.gov.in/"
	  },
	  {
		"name": "Support for Entrepreneurial and Managerial Development of MSMEs through Incubators",
		"description": "Provides financial assistance for incubation services to encourage innovation in MSMEs.",
		"eligibility": [
		  "MSMEs",
		  "Entrepreneurs"
		],
		"subsidy_type": "Funding support for incubation services",
		"link": "https://msme.gov.in/"
	  },
	  {
		"name": "Performance & Credit Rating Scheme",
		"description": "Provides subsidies to MSMEs for obtaining credit ratings.",
		"eligibility": [
		  "MSMEs"
		],
		"subsidy_type": "75% subsidy on the cost of obtaining credit ratings",
		"link": "https://nsic.co.in/"
	  },
	  {
		"name": "Coir Udyami Yojana",
		"description": "Financial assistance for setting up coir processing units.",
		"eligibility": [
		  "Entrepreneurs in the coir industry"
		],
		"subsidy_type": "25% subsidy on project cost",
		"link": "http://coirboard.gov.in/"
	  },{
		"name": "Integrated Development of Leather Sector Scheme (IDLS)",
		"description": "IDLS Scheme provides investment grant for modernization, technology upgradation and capacity expansion in all segments of the leather industry. The scheme provides financial assistance @ 30% of the cost of plant and machinery for SSI units and 20% of the cost of the plant and machinery for Non-SSI units, subject to a ceiling of Rs.200 Lakh (@20% to all units above the assistance of Rs.50 Lakh). The IDLS Scheme is implemented through multiple agencies. The DIPP has taken a decision that the financial assistance/investment grant under the IDLS Scheme would be approved for tanneries operating in all parts of the country, subject to submission of certificate from Department of Industries of State Government/State Pollution Control Board regarding compliance of environmentally sound waste water management by the applicant unit(s).",
		"eligibility": "All existing units in leather footwear and accessories industries including tanneries, leather goods, saddlery, leather footwear, non-leather footwear and footwear component sector having cash profits for 2 years undertaking viable and bankable programmes on technology upgradation on or after 1st January 2016.",
		"subsidy": "Back end subsidy as mentioned in scheme summary above",
		"link": "http://leatherindia.org/"
	},
	{
		"name": "Credit Linked Capital Subsidy Scheme for MSME",
		"description": "The Scheme aims at facilitating Technology Upgradation of Micro and Small Enterprises by providing 15% capital subsidy [ceiling of 15 lakh] on institutional finance availed by them for induction of well-established and improved technology in approved sub-sectors/products. The admissible capital subsidy is calculated with reference to purchase price of Plant and Machinery. Maximum limit of eligible loan for calculation of subsidy is 100 lakh. Operational Procedure under CLCSS scheme is now online and a paperless process.",
		"eligibility": "Small and micro-enterprises that belong to sub-sectors specified by the Ministry of MSME will be deemed eligible for this subsidy scheme. Both new and existing enterprises can avail subsidy under this scheme. Small and micro-enterprises based in semi-urban and rural areas with a valid UAM number are also eligible. Typically, the enterprises include - sole-proprietorship, private limited companies, tiny industries, khadi, coir units, partnerships, village industries, etc.",
		"subsidy": "According to the revised CLSS scheme, an extra 10% subsidy is extended to entrepreneurs who belong to the SC/ST category and hail from the selected districts of the North-East or other hilly terrains.",
		"link": "https://my.msme.gov.in"
	},
	
		  {
			"name": "Amended Technology Upgradation Fund Scheme (ATUFS)",
			"description": "Promotes the modernization of the textile industry by providing financial assistance for technology upgradation.",
			"eligibility": "Textile and garment manufacturing units.",
			"subsidy_type": "15% to 20% capital subsidy for machinery.",
			"link": "http://texmin.nic.in/"
		  },
		  {
			"name": "Integrated Development of Leather Sector (IDLS) Scheme",
			"description": "Provides grants for modernization and capacity expansion in the leather sector.",
			"eligibility": "Existing leather sector units, including tanneries, with two years of cash profits.",
			"subsidy_type": "20% to 30% subsidy on machinery.",
			"link": "http://leatherindia.org/"
		  },
		  {
			"name": "Credit Linked Capital Subsidy Scheme for Technology Upgradation (CLCSS)",
			"description": "Aims to facilitate technology upgradation for small-scale industries (SSI).",
			"eligibility": "Small and micro-enterprises in various sectors, including food processing, textile, and others.",
			"subsidy_type": "15% capital subsidy on machinery, up to Rs. 15 lakh.",
			"link": "https://msme.gov.in/"
		  },
		  {
			"name": "Technology & Quality Upgradation Support for MSMEs (TEQUP)",
			"description": "Helps MSMEs to adopt energy-efficient technologies.",
			"eligibility": "MSMEs involved in production and manufacturing.",
			"subsidy_type": "25% subsidy for implementing energy-efficient technology.",
			"link": "https://msme.gov.in/"
		  },
		  {
			"name": "Government Subsidy for Small Business for Cold Chain",
			"description": "Provides support for the establishment of cold chain systems in the agricultural sector.",
			"eligibility": "Small businesses, agricultural units.",
			"subsidy_type": "35% to 50% capital investment subsidy.",
			"link": "https://mofpi.nic.in/"
		  },
		  {
			"name": "Agricultural Credit PSBS Loan",
			"description": "Agricultural credit in India provides financial assistance to farmers and agricultural businesses for activities such as crop production, equipment purchase, and development.",
			"eligibility": "Farmers, agricultural businesses, and cooperative societies.",
			"subsidy": "Varies depending on the loan and activity.",
			"link": "https://example-link-agri-credit.com"
		  },
		  {
			"name": "Pradhan Mantri Fasal Bima Yojana (PMFBY)",
			"description": "A crop insurance scheme launched in 2016 aimed at providing financial protection against crop losses due to natural calamities, pests, and diseases.",
			"eligibility": "Farmers engaged in crop production, including both individual and group applicants.",
			"subsidy": "Government-subsidized insurance premium for farmers.",
			"link": "https://example-link-pmfby.com"
		  },
		  {
			"name": "Kisan Credit Card (KCC) Loan",
			"description": "The Kisan Credit Card scheme provides farmers with a flexible line of credit that can be used to meet their crop production needs. It is one of the most popular and widely used crop loan schemes in India, including Karnataka.",
			"eligibility": "Farmers involved in crop production and allied activities.",
			"subsidy": "Interest subvention and financial incentives on timely repayment.",
			"link": "https://example-link-kcc.com"
		  },
		  {
			"name": "NABARD Schemes",
			"description": "NABARD offers various schemes and programs aimed at enhancing agricultural productivity, supporting rural development, and improving the livelihoods of rural communities.",
			"eligibility": "Farmers, rural development organizations, and cooperatives.",
			"subsidy": "Varies depending on the specific scheme or program under NABARD.",
			"link": "https://example-link-nabard.com"
		  },
		  {
			"name": "Scheme for Loan Against Sovereign Gold Bonds",
			"description": "Sovereign Gold Bonds provide bondholders a way to obtain loans by pledging their bonds as collateral. This scheme allows bondholders to leverage their gold investments without liquidating them.",
			"eligibility": "Individuals holding Sovereign Gold Bonds.",
			"subsidy": "Depends on the specific terms of the loan against the pledged bonds.",
			"link": "https://example-link-loan-against-gold-bonds.com"
		  },{
			"name": "Kisan Credit Card (KCC) Loan - State Bank of India",
			"description": "The Kisan Credit Card scheme provides farmers with a flexible line of credit that can be used to meet their crop production needs. It is one of the most popular and widely used crop loan schemes in India, including Karnataka, offered by the State Bank of India.",
			"eligibility": "Farmers involved in crop production and allied activities.",
			"subsidy": "Interest subvention and financial incentives on timely repayment.",
			"link": "https://example-link-kcc-sbi.com"
		  },					
		  {
			"name": "Extension of Financial Assistance to Coir Units in the Brown Fibre Sector",
			"description": "Provides financial assistance to coir processing units to upgrade their technology.",
			"eligibility": "Coir units in the brown fiber sector.",
			"subsidy_type": "25% to 50% capital subsidy for technology upgradation.",
			"link": "http://coirboard.gov.in/"
		  },
		  {
			"name": "Scheme for Extension of Financial Assistance for Generator Set/Diesel Engine",
			"description": "Provides financial assistance for purchasing diesel engines and generator sets for SMEs.",
			"eligibility": "SMEs and small manufacturing units.",
			"subsidy_type": "25% subsidy on the cost of machinery.",
			"link": "https://msme.gov.in/"
		  },
		  {
			"name": "Marketing Assistance Scheme by NSIC",
			"description": "Provides assistance to MSMEs for marketing products and services in domestic and international markets.",
			"eligibility": "Micro and Small Enterprises (MSEs).",
			"subsidy_type": "Up to 60% assistance for trade fairs and exhibitions.",
			"link": "http://www.nsic.co.in/"
		  },
		  {
			"name": "ISO 9000/ISO 14001 Certification Reimbursement Scheme",
			"description": "Provides reimbursement to MSMEs for acquiring ISO certifications.",
			"eligibility": "MSMEs obtaining ISO 9000/ISO 14001 certifications.",
			"subsidy_type": "Reimbursement up to 75% of the certification cost.",
			"link": "https://msme.gov.in/"
		  },
		  {
			"name": "Marketing Support/Assistance to MSMEs (Bar Code)",
			"description": "Helps MSMEs obtain barcodes for their products to access global markets.",
			"eligibility": "MSMEs.",
			"subsidy_type": "Reimbursement of the cost of obtaining barcodes.",
			"link": "https://msme.gov.in/"
		  },
		  {
			"name": "Support for Entrepreneurial and Managerial Development of SMEs",
			"description": "Provides financial assistance for training entrepreneurs and managers in MSMEs.",
			"eligibility": "MSMEs, startups, and entrepreneurs.",
			"subsidy_type": "Funding for skill development and training programs.",
			"link": "https://msme.gov.in/"
		  },
		  {
			"name": "Lean Manufacturing Competitiveness Scheme for MSMEs",
			"description": "Aims to enhance the competitiveness of MSMEs through lean manufacturing techniques.",
			"eligibility": "Manufacturing MSMEs.",
			"subsidy_type": "Financial support for lean implementation.",
			"link": "https://msme.gov.in/"
		  },
		  {
			"name": "Prime Minister Employment Generation Programme (PMEGP)",
			"description": "Generates self-employment opportunities through the establishment of micro-enterprises.",
			"eligibility": "Individuals above 18 years and new entrepreneurs.",
			"subsidy_type": "Up to 35% subsidy for rural areas and 25% for urban areas.",
			"link": "http://www.kviconline.gov.in/"
		  },
		  {
			"name": "Scheme for Integrated Textile Parks (SITP)",
			"description": "Develops world-class infrastructure for textiles.",
			"eligibility": "Textile manufacturers and infrastructure providers.",
			"subsidy_type": "Grant up to 40% of the project cost.",
			"link": "http://texmin.nic.in/"
		  },
		  {
			"name": "In-situ Upgradation of Plain Power Looms",
			"description": "Supports the upgradation of power looms.",
			"eligibility": "Power loom owners.",
			"subsidy_type": "Up to 50% subsidy on machinery.",
			"link": "http://texmin.nic.in/"
		  },
			{
			  "scheme_number": 16,
			  "name": "Group Work Shed Scheme (GWS)",
			  "description": "Provides financial assistance for the construction of work sheds for power loom workers.",
			  "eligibility": "Power loom workers and entrepreneurs.",
			  "subsidy_type": "40% subsidy on the cost of construction of work sheds.",
			  "link": "http://texmin.nic.in/"
			},
			{
			  "scheme_number": 17,
			  "name": "Yarn Bank Scheme",
			  "description": "Provides financial assistance to spinners and weavers to create a yarn bank to ensure a regular supply of yarn at reasonable prices.",
			  "eligibility": "Small and medium-sized textile units.",
			  "subsidy_type": "Up to Rs. 1 crore assistance for yarn procurement.",
			  "link": "http://texmin.nic.in/"
			},
			{
			  "scheme_number": 18,
			  "name": "Common Facility Centre (CFC)",
			  "description": "Supports the establishment of Common Facility Centres for MSME clusters.",
			  "eligibility": "MSME clusters in various sectors.",
			  "subsidy_type": "Financial assistance up to 90% of the project cost.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 19,
			  "name": "Pradhan Mantri Credit Scheme for Power Loom Weavers",
			  "description": "Provides credit and financial support to power loom weavers for modernization.",
			  "eligibility": "Power loom weavers and manufacturers.",
			  "subsidy_type": "Interest subsidy on loans up to Rs. 10 lakh.",
			  "link": "http://texmin.nic.in/"
			},
			{
			  "scheme_number": 20,
			  "name": "Solar Energy Scheme for Power Looms",
			  "description": "Promotes the use of solar energy for power loom units by providing financial assistance.",
			  "eligibility": "Power loom units.",
			  "subsidy_type": "50% subsidy for solar power systems.",
			  "link": "http://texmin.nic.in/"
			},
			{
			  "scheme_number": 21,
			  "name": "Grant-in-Aid and Modernisation & Upgradation of Power Loom Service Centres (PSCs)",
			  "description": "Provides financial assistance for modernizing Power Loom Service Centres.",
			  "eligibility": "Power loom service centres across India.",
			  "subsidy_type": "Grant-in-aid for upgradation and modernization.",
			  "link": "http://texmin.nic.in/"
			},
			{
			  "scheme_number": 22,
			  "name": "Modified Comprehensive Power Loom Cluster Development Scheme (MCPCDS)",
			  "description": "Develops power loom clusters to provide infrastructure and technology.",
			  "eligibility": "Power loom clusters in India.",
			  "subsidy_type": "Financial assistance up to 75% of project cost.",
			  "link": "http://texmin.nic.in/"
			},
			{
			  "scheme_number": 23,
			  "name": "Integrated Processing Development Scheme (IPDS)",
			  "description": "Supports the establishment of processing parks and infrastructure for textile processing units.",
			  "eligibility": "Textile processing units.",
			  "subsidy_type": "Up to 50% of the cost for setting up processing parks.",
			  "link": "http://texmin.nic.in/"
			},
			{
			  "scheme_number": 24,
			  "name": "SAMPADA (Scheme for Agro-Marine Processing and Development of Agro Processing Clusters)",
			  "description": "Provides financial support for the establishment of agro-processing clusters to enhance food processing capacity.",
			  "eligibility": "Agro-processing enterprises.",
			  "subsidy_type": "35% to 50% subsidy on the project cost.",
			  "link": "http://mofpi.nic.in/"
			},
			{
			  "scheme_number": 25,
			  "name": "Market Development Assistance Scheme for Micro/Small Manufacturing Enterprises (SSI-MDA)",
			  "description": "Assists MSMEs in participating in international fairs and exhibitions to expand market access.",
			  "eligibility": "Micro and Small Enterprises.",
			  "subsidy_type": "Financial assistance for participation in trade fairs and marketing events.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 26,
			  "name": "Micro & Small Enterprises – Cluster Development Programme (MSE-CDP)",
			  "description": "Supports the holistic development of MSME clusters by providing financial assistance for infrastructure, capacity building, and market development.",
			  "eligibility": "MSME clusters.",
			  "subsidy_type": "80% to 90% of the cost of the project.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 27,
			  "name": "Digital MSME Scheme for Promotion of Information and Communication Technology (ICT) in MSME Sector",
			  "description": "Promotes the adoption of Information and Communication Technology (ICT) in MSMEs.",
			  "eligibility": "MSMEs adopting ICT.",
			  "subsidy_type": "50% subsidy on the cost of adopting ICT solutions.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 28,
			  "name": "Support for Entrepreneurial and Managerial Development of SMEs Through Incubators",
			  "description": "Encourages innovative startups by providing financial support through business incubators.",
			  "eligibility": "MSMEs, entrepreneurs, and startups.",
			  "subsidy_type": "Funding for incubator services.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 29,
			  "name": "Design Clinic for Design Expertise to MSMEs",
			  "description": "Provides financial assistance for design projects to enhance the competitiveness of MSMEs.",
			  "eligibility": "MSMEs.",
			  "subsidy_type": "Up to 60% subsidy for design projects.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 30,
			  "name": "Enabling Manufacturing Sector to be Competitive through QMS & QTT",
			  "description": "Provides support for implementing Quality Management Standards (QMS) and Quality Technology Tools (QTT).",
			  "eligibility": "MSMEs.",
			  "subsidy_type": "Financial assistance for implementing QMS and QTT.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 31,
			  "name": "Building Awareness on Intellectual Property Rights (IPR)",
			  "description": "Supports MSMEs in acquiring intellectual property rights (IPR) by providing financial assistance for registration.",
			  "eligibility": "MSMEs.",
			  "subsidy_type": "75% subsidy on the cost of IPR registration.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 32,
			  "name": "Coir Vikas Yojna (CVY)",
			  "description": "Promotes the development of the coir industry through technological upgradation and modernization.",
			  "eligibility": "Coir units and entrepreneurs.",
			  "subsidy_type": "Financial assistance for technology upgradation.",
			  "link": "http://coirboard.gov.in/"
			},
			{
			  "scheme_number": 33,
			  "name": "Scheme for Technology Upgradation/Establishment/Modernization for Food Processing Industries",
			  "description": "Provides financial assistance for modernizing food processing industries.",
			  "eligibility": "Food processing units.",
			  "subsidy_type": "25% to 33% subsidy for technology upgradation.",
			  "link": "http://mofpi.nic.in/"
			},
			{
			  "scheme_number": 34,
			  "name": "Interest Subsidy Eligibility Certificate (ISEC) for Khadi Institutions",
			  "description": "Provides interest subsidies to khadi institutions for working capital loans.",
			  "eligibility": "Khadi institutions registered with KVIC.",
			  "subsidy_type": "Interest subsidy on working capital loans.",
			  "link": "http://kvic.gov.in/"
			},
			{
			  "scheme_number": 35,
			  "name": "Science and Technology (S&T) for Coir Institutions",
			  "description": "Promotes research and development in the coir sector by providing financial support for S&T initiatives.",
			  "eligibility": "Coir institutions.",
			  "subsidy_type": "Financial assistance for research and development projects.",
			  "link": "http://coirboard.gov.in/"
			},
			{
			  "scheme_number": 36,
			  "name": "Market Promotion & Development Scheme",
			  "description": "Provides financial assistance for market promotion and development activities for MSMEs.",
			  "eligibility": "MSMEs.",
			  "subsidy_type": "Financial support for marketing activities and exhibitions.",
			  "link": "https://msme.gov.in/"
			},
			{
			  "scheme_number": 37,
			  "name": "Domestic Market Promotion (DMP)",
			  "description": "Supports the promotion of products manufactured by MSMEs in domestic markets.",
			  "eligibility": "MSMEs.",
			  "subsidy_type": "50% subsidy for marketing and promotional activities.",
			  "link": "https://msme.gov.in/"
			},
			{
				"scheme_id": 38,
				"scheme_name": "A Scheme for Promoting Innovation, Rural Industry & Entrepreneurship (ASPIRE)",
				"description": "Provides financial support to promote innovation and entrepreneurship in rural industries.",
				"eligibility": ["MSMEs", "rural entrepreneurs", "startups"],
				"subsidy_type": "Financial support for setting up incubation centers",
				"link": "https://msme.gov.in/"
			  },
			  {
				"scheme_id": 39,
				"scheme_name": "International Cooperation",
				"description": "Provides financial assistance to MSMEs for participating in international trade fairs and delegations.",
				"eligibility": ["MSMEs", "industry associations"],
				"subsidy_type": "Financial assistance for international exhibitions",
				"link": "https://msme.gov.in/"
			  }
	]
}

  